Returns the current MEPSize.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public MEPSize GetCurrent()
  Visual Basic
Public Function GetCurrent As MEPSize
  Visual C++
public:
MEPSize^ GetCurrent()
 Return Value
 The current MEPSize.
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions InvalidOperationException   |   There is no current item in the iterator.
 See Also
  CableTraySizeIterator Class
  Autodesk.Revit.DB.Electrical Namespace